[
  {
    "name": "Смарт-часы Samsung Galaxy Watch 6 40mm Black",
    "price": 300,
    "imageUrl": "./assets/GalaxyWatch6.jpg",
    "description": "Часы, которые знают о вас все, возвращаются с персонализированным фитнес-интерфейсом и усовершенствованной функцией отслеживания сна. В Galaxy Watch6 теперь доступна функция «Рекомендации для сна», которая поможет вам начать день с хорошего ночного сна. Площадь экрана увеличена на 20%, теперь на нем вмещается больше информации. Это крупнейший экран Galaxy Watch, на котором достаточно места для экспериментов с циферблатами благодаря на 30% более тонкой черной грани. Этот тонкий и изысканный корпус представляет собой элегантность и комфорт. Благодаря компактным размерам часы Galaxy Watch6 стало носить еще удобнее. Легкое устройство классической круглой формы безупречно сидит на руке и не мешает. Не боится ни дождя, ни солнца. Долговечный и износостойкий дисплей изготовлен из сверхпрочного стекла Sapphire. Часы отвечают требованиям стандартов IP68 и 5ATM и готовы сопровождать вас в любых приключениях.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 300,
    "currency": "USD"
  },
  {
    "name": "Наушники Apple AirPods with Charging Case (MV7N2) (2-е поколение)",
    "price": 200,
    "imageUrl": "./assets/AppleAirPods.jpg",
    "description": "Увеличенное время работы в режиме телефонного разговора. Активация Siri с помощью голоса. AirPods — уникальные беспроводные наушники. Они подойдут ко всем вашим устройствам. Достаньте их из футляра, и сразу можете пользоваться. Просто наденьте их, и они мгновенно установят соединение, а значит, вы сможете сразу погрузиться в насыщенный качественный звук. Словно по волшебству. AirPods настраиваются в одно касание. Автоматически включаются и устанавливают соединение1. Пользоваться ими невероятно легко. Они оснащены специальными сенсорами, поэтому когда вы снимаете наушники, воспроизведение останавливается. При этом AirPods великолепно взаимодействуют как с iPhone, так и с Apple Watch, iPad и Mac. Новый чип H1, созданный Apple, обеспечивает более стабильное беспроводное соединение с вашими устройствами и более быструю передачу данных: до 2 раз быстрее при переключении между активными устройствами3 и в 1.5 раза быстрее при телефонных звонках.4 Благодаря чипу H1 теперь Siri можно активировать с помощью голоса, а ещё задержка сигнала при использовании наушников во время компьютерных игр стала до 30% ниже.5 Поэтому, чем бы вы ни занимались — играли в игры, слушали музыку или подкасты, — качество звучания всегда будет потрясающим.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 200,
    "currency": "USD"
  },
  {
    "name": "Мобильный телефон Apple iPhone 14 Pro Max 128GB Deep Purple (MQ9T3RX/A)",
    "price": 1800,
    "imageUrl": "./assets/14pro.jpg",
    "description": "Всегда включённый дисплей Super Retina XDR 6, 1 дюйма с технологией ProMotion. Важные технологии безопасности: функция «Распознавание аварии» вызывает помощь, когда вы не можете. Dynamic Island — новый волшебный способ взаимодействовать с iPhone. Целый день работы без подзарядки и до 23 часов воспроизведения видео. Основная камера 48 Мп обеспечивает разрешение до 4 раз выше. A16 Bionic, самый мощный чип iPhone. Поддержка 5G. Режим «Киноэффект» теперь поддерживает съёмку видео в стандарте Dolby Vision до 4K с частотой 30 кадров в секунду. Передовые технологии для прочности устройства: Ceramic Shield и защита от воды. В iOS 16 ещё больше возможностей для персонализации, общения и обмена контентом. Режим«Экшн» для съёмки невероятно плавных видео с рук.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 1800,
    "currency": "USD"
  },
  {
    "name": "Мобильный телефон Samsung Galaxy M14 4/128GB Blue (SM-M146BZBVSEK)",
    "price": 200,
    "imageUrl": "./assets/GalaxyM14.jpg",
    "description": "6.6-дюймовый дисплей Full HD+ \n  6.6-дюймовый дисплей Infinity-V Galaxy M14 5G дает вам возможность видеть и делать больше. Благодаря технологии FHD+ и частоте обновления 90 Гц контент, который вы видите каждый день, будет выглядеть более плавно и четко. \nМногокамерная система \n Galaxy M14 5G для всех ваших любимых моментов. 50-мегапиксельная широкоугольная камера делает великолепные пейзажные фотографии с четкими деталями, камера глубины придает потрясающие размеры, а передняя камера делает потрясающие селфи с портретным режимом, мягко размывая фон. \n6 000 мА*ч аккумулятор \n Сосредоточьтесь больше на жизни и меньше на зарядке. \nНаследие дизайна Galaxy \n Изящный дизайн Galaxy M14 5G придает ему привлекательный современный вид. Изысканные изгибы позволяют удобно держать его в руках и обеспечивают легкую навигацию по экрану.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 200,
    "currency": "USD"
  },
  {
    "name": "Мобильный телефон Apple iPhone 13 mini 256GB (PRODUCT) Red (MLK83HU/A)",
    "price": 800,
    "imageUrl": "./assets/13mini.jpg",
    "description": "Дисплей Super Retina XDR 6, 1 дюйма \n Режим «Киноэффект» автоматически переводит фокус между объектами при съёмке видео и создаёт красивый эффект размытия \n Передовая система двух камер 12 Мп (широкоугольная и сверхширокоугольная); Фотографические стили, Smart HDR 4, Ночной режим, съёмка HDR-видео 4K в стандарте Dolby Vision \n A15 Bionic — чип, с которым всё супербыстро \n До 19 часов воспроизведения видео \n Панель Ceramic Shield для повышенной прочности \n Надёжная защита от воды (IP68) \n iOS 15 с новыми функциями, расширяющими возможности iPhone \n Поддержка аксессуаров MagSafe, которые легко крепятся и обеспечивают более быструю беспроводную зарядку \n Фронтальная камера TrueDepth 12 Мп: Ночной режим, съёмка HDR‑видео 4K в стандарте Dolby Vision",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 800,
    "currency": "USD"
  },
  {
    "name": "Мобильный телефон Xiaomi Redmi Note 12 Pro 4G 8/256GB Graphite Gray",
    "price": 300,
    "imageUrl": "./assets/redmi.jpg",
    "description": "Смартфон Xiaomi Redmi Note 12 Pro обладает качествами настоящего лидера во всем. Передовая камера профессионального уровня 108 Мп дарит потрясающие возможности для фото и видео съемки. Наслаждайтесь супер-четкой и яркой картинкой на 6.67-дюймовом FHD+ AMOLED дисплее с частотой обновления 120 Гц. Мощный процессор Snapdragon 732G демонстрирует превосходное быстродействие, продвинутая система охлаждения LiquidCool позволяет легко преодолевать пиковые нагрузки. А мощная зарядка 67 Вт за считанные минуты способна зарядить батарею на целый день работы. \n Делайте четкие и яркие фотографии в потрясающем качестве с помощью инновационной камеры 108 Мп с увеличенным сенсором и технологией 9-в-1 и получайте 108 миллионов штрихов и деталей на каждом снимке, которые останутся четкими даже при многократном увеличении. \n Современный 8-ядерный процессор Snapdragon 732G обеспечивает отличное быстродействие системы и продуктивную работу Redmi Note 12 Pro в режиме мультизадачности. Смартфон воспроизводит потоковое видео в высоком разрешении, поддерживает любые современные игры, позволяет общаться онлайн, редактировать фото, и вести стриминговые репортажи без лагов и задержек. А памяти до 8 ГБ + 256 ГБ хватит на обеспечение стабильной работы и хранения любой информации. \n Оцените изящные линии и утонченный дизайн Redmi Note 12 Pro, который весит 202 г и имеет толщину всего 8.12 мм. Смартфон приятно держать в руке, ведь каждая его составляющая, от матовой поверхности задней панели до выделенного блока камер, эстетически безупречна. А несколько вариантов роскошных цветов на выбор позволяют каждому пользователю выразить свою индивидуальность.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 300,
    "currency": "USD"
  },
  {
    "name": "Смарт-часы Apple Watch Series 8 GPS 41mm Starlight Aluminium Case with Starlight Sport Band (MNP63UL/A)",
    "price": 480,
    "imageUrl": "./assets/smart8.jpg",
    "description": "Мониторинг температуры \n Измеряйте уровень кислорода в крови с помощью мощного датчика и специального приложения \n Получайте уведомления о слишком низком и высоком пульсе \n Продвинутые функции безопасности, в том числе Обнаружение падения, Экстренный вызов — SOS и Распознавание аварии \n Самое прочное фронтальное стекло за всю историю Apple Watch, рейтинг IP6X устойчивости к пыли, защита от воды и повышенная прочность для занятий спортом и активного образа жизни \n Отвечайте на звонки, сообщения и электронную почту несколькими касаниями \n Слушайте любимую музыку и подкасты \n Большой всегда включённый дисплей от края до края",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 480,
    "currency": "USD"
  },
  {
    "name": "Спортивные часы Garmin fenix 7 Sapphire Solar Mineral Blue DLC Titanium with Whitestone Band (010-02540-25)",
    "price": 1000,
    "imageUrl": "./assets/Garmin.jpg",
    "description": "Принимайте любые спортивные задания или вызовы на открытом пространстве с GPS-часами Garmin fenix 7 Sapphire Solar. Их устойчивое к царапинам стекло Power Sapphire использует энергию Солнца для продления срока работы аккумулятора, обеспечивая использование расширенных функций для тренировок, спортивных программ, датчиков отслеживания состояния организма и другое. Обновленная прочная спортивная конструкция имеет большой 1.3-дюймовый дисплей с солнечной зарядкой и корпус на 47 мм. Сенсорный экран и кнопки. Материалы премиум-класса Надежные кнопки управления, работающие в любой среде, сочетаются с новым чувствительным сенсорным интерфейсом для быстрого доступа к настройкам и функциям. Приспособьте внешний вид часов к своему образу жизни благодаря стильному DLC или титановому безелю. Катания на горных лыжах и функции для серфинга Будьте проинформированы, когда находитесь на снегу. Этот установленный профиль может различать подъем и спуск на лыжах. Он автоматически показывает метрики, специфичные для подъема или спуска. В сочетании с нагрудным пульсометром HRM-Pro (продается отдельно) показатель мощности для лыжного бега покажет фактическую нагрузку во время тренировок. Будьте готовы поймать несколько волн. fenix 7S работает с Surfline Sessions для создания видео каждой пойманной волны перед камерой Surfline. Впоследствии, благодаря подписке на Surfline Sessions, вы сможете просмотреть, как вы их преодолели. Динамика для горных велосипедов Отслеживайте детали каждой поездки на горном велосипеде благодаря специальным показателям, а также параметрам grit и flow, оценивающим сложность трассы и плавность вашего спуска, давая вам показатель, чтобы превзойти его в следующий раз. Тренировки HIIT Этот профиль активности отслеживает ваши высокоинтенсивные интервальные тренировки, включая AMRAP, EMOM, Tabata и другие. Установите количество повторов, интервалы работы/отдыха и т.д. Предложения ежедневных тренировок Чтобы пользоваться указаниями по тренировкам, которые учитывают ваши данные и уровень физической подготовки — получайте ежедневные рекомендации для бега и велосипедной езды на основе текущей тренировочной нагрузки и тренировочного статуса. Показатели эффективности. Выносливость в режиме реального времени Просматривайте расширенные показатели тренировок, среди которых динамика бега, VO2 max с поправкой на температуру и высоту, адаптация по трейловому бегу, советник по восстановлению и т.д. Используйте эти данные, чтобы отслеживать и управлять нагрузками, а также избежать перенапряжения в начале бега или езды на велосипеде. Поддержка нескольких спутников и многодиапазонных частот Получите доступ к нескольким глобальным навигационным спутниковым системам (GPS, GLONASS и Galileo) для отслеживания в более сложных условиях, чем с использованием только GPS. С версией Sapphire вы получите отличную точность отслеживания, используя технологии, ранее доступные только военным. Получите доступ к нескольким частотам, которые посылают навигационные спутники, для улучшения точности определения местоположений в местах, где сигналы GNSS отражаются, слабые или обычно не проникают. Датчики ABC. Карты Осуществляйте навигацию по маршруту с помощью датчиков ABC, включая высотомер для данных о высоте, барометр для наблюдения за погодой и 3-осевой электронный компас. Катайтесь по склонам с предварительно загруженными картами SkiView, просматривайте названия трасс и уровни сложности для более чем 2000 горнолыжных курортов по всему миру. Скачайте карты TopoActive со всего мира, чтобы продолжить свои путешествия. Используйте Wi-Fi, чтобы легко загружать и обновлять карты и программное обеспечение без использования компьютера. Управление зарядом. Солнечная зарядка батареи Просматривайте, как различные настройки и датчики влияют на продолжительность работы аккумулятора, и вносите изменения для корректировки продолжительности работы. Получите до 18 дней автономной работы в режиме умных часов с дополнительными 4 днями во время зарядки от солнечного света – и до 57 часов в режиме GPS с дополнительными 15 часами во время зарядки от солнечного света. Пульс – на запястье Оптическая технология измерения сердечного ритма определяет интенсивность активности, а также вариабельность сердечного ритма для расчета уровня стресса. Также отслеживает пульс под водой без ремешкового пульсометра. Датчик кислорода в крови Для отслеживания адаптации на высоте или качества сна, датчик кислорода в крови использует световые лучи на вашем запястье, чтобы определить, насколько хорошо ваше тело насыщается кислородом. Оценка и расширенный мониторинг сна Получите распределение сна на фазы легкого, глубокого и быстрого сна. Просмотрите все это на специальном виджете, содержащем вашу оценку сна и статистику. Оптимизируйте энергетические запасы тела, используя вариабельность сердечного ритма, стресс, сон и другие данные, чтобы определить, когда вы готовы быть активными или когда вам, возможно, понадобится отдохнуть. Отслеживание самочувствия, гидратации Используя данные о состоянии тела с разных датчиков часов, эта функция с единого взгляда дает информацию о ваших ежедневных тенденциях по самочувствию. Записывайте в течение дня, сколько вы потребляете жидкости – для напоминаний о гидратации. Когда включена автоматическая цель по количеству жидкости за день – вы даже увидите приблизительную потерю пота после активности и ваша цель будет соответственно откорректирована. Умные уведомления. Музыкальные приложения. Бесконтактные платежи Garmin Pay Получайте сообщения электронной почты, текстовые сообщения и уведомления прямо на часах, когда они соединены с совместимым устройством. Загружайте музыку и списки воспроизведения из аккаунтов Spotify, Deezer или Amazon Music (может потребоваться подписка). Для прослушивания без телефона используйте беспроводные наушники (продаются отдельно). Проходите через кассы с помощью решения для бесконтактных платежей Garmin Pay через банки-поставщики.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 1000,
    "currency": "USD"
  },
  {
    "name": "Смарт-часы Huawei Watch Fit 2 Midnight Black (55028894)",
    "price": 150,
    "imageUrl": "./assets/Huawei.jpg",
    "description": "HUAWEI WATCH FIT 2 оснащен креативными AOD для всех впечатляющих циферблатов³ и безграничным магазином дополнительных циферблатов, что позволит вам подобрать стиль часов по вашему вкусу. Гибкий набор ежедневных функций можно собрать в удобный пользовательский набор на собственном циферблате. Меняйте ваши любимые ремешки Active Edition дарит умиротворяющий, приятный на ощупь материал. Выбирайте свой любимый цвет – нежный розовый или классический черный и дополняйте гардероб изысканными элементами на запястье! Сочетайте с тем, что вы любите HUAWEI WATCH FIT 2 оснащен инновационным механизмом смены ремешков Link. Нажмите, отпустите и все готово⁴, это значит что замена ремешков так же проста, словно замена браслета целиком. Надо другой цвет? Просто нажмите, смените, и все готово! Благодаря 1.74' AMOLED-дисплею с ультратонкими рамками HUAWEI WATCH FIT 2 дает одним взмахом запястья именно то, что нужно вам. От тренировок до входящих звонков, все доступно, максимально удобно и естественно. Устанавливайте изображение с вашего смартфона в качестве циферблата на ваши часы, передавая его в одно касание⁵ и полностью отображая на прямоугольном дисплее. Продолжайте прикасаться, чтобы добавить еще больше важных моментов на дисплей. Полного заряда ваших часов хватит на 10 дней обычного использования или 7 дней активного использования⁶, что означает, что вы можете слушать музыку без границ и жить на полную, не теряя времени сна! Вы даже можете пользоваться часами целый день только после 5 минут зарядки.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 150,
    "currency": "USD"
  },
  {
    "name": "Планшет Samsung Galaxy Tab S6 Lite LTE 64GB Gray (SM-P619NZAASEK)",
    "price": 550,
    "imageUrl": "./assets/Samsung.jpg",
    "description": "Galaxy Tab S6 Lite — ваш супер портативный и эффективный спутник для заметок. Он оснащен 10.4-дюймовым дисплеем в тонком и легком корпусе, имеет интерфейс One UI 2 на основе Android, укомплектован пером S Pen и готов к работе. Рисование, обучение, игры — планшет просто создан, чтобы быть под рукой. Galaxy Tab S6 Lite — тонкий и легкий благодаря бесшовному цельному корпусу из металла. Он с легкостью поместится в небольшую сумочку, а также отличается минималистичным дизайном. Перо S Pen сочетает сразу несколько инструментов для письма. Благодаря удобной форме, низкой задержке и впечатляющей чувствительности прикосновения оно станет вашим незаменимым помощником во всем — от рисования к редактированию документов. К тому же вы не потеряете S Pen благодаря магнитному фиксатору, которым оснащен планшет. Конспектирование лекций благодаря S Pen будет легким как никогда. В процессе конспектирования можно делать короткие заметки, а цвет менять позже. Заметки можно быстро отсортировать, если вы сохранили их с метками, по которым можно осуществлять поиск. Вы можете даже писать непосредственно в PDF-файлах, чтобы не накапливать лишние учебные материалы. А когда наступит решающий момент, у вас все будет упорядочено и наготове. Защитите свой планшет с помощью элегантного чехла, который отличается дизайном и удобством. Чехол-книжка для Galaxy Tab S6 Lite полностью защищает устройство и фиксируется с помощью магнитов, поэтому вы сможете быстро взять его с собой перед выходом. Здесь даже предусмотрен карман для пера S Pen, чтобы вы не боялись его забыть.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 550,
    "currency": "USD"
  },
  {
    "name": "Видеокамера GoPro HERO12 Black (CHDHX-121-RW)",
    "price": 800,
    "imageUrl": "./assets/HERO12.jpg",
    "description": "Почувствуйте значимые преимущества GoPro HERO12! Расширенный динамический диапазон HDR позволит сохранить каждую деталь вашего роскошного видеопутешествия в качестве 5.3K. Интервальная фотосъемка и новое крепление 1/4-20 расширяют ваши возможности для создания увлекательных кадров. Даже на крутых склонах видео останутся плавными благодаря стабилизации HyperSmooth 6.0, получившей награду Эмми. Не забывайте о водонепроницаемости, прочном корпусе, компактности и разнообразных креплениях – маленькая компаньонка справится с любыми испытаниями. Подключите HERO12 к сети после съемки, чтобы автоматически загрузить отснятые материалы в облачное хранилище, пока она заряжается. Самые фееричные моменты будут отправлены на телефон, а с фирменным приложением GoPro Quick вы удобно отредактируете видео. 5.3K видео, 27 Мп фото, 24.7 Мп стоп-кадры с видео широкоэкранный, вертикальный и полноэкранный формат съемки в простом режиме управления подключение аудиоустройств через Bluetooth (микрофоны и наушники) замедленная съемка до 8х отмечена премией Эмми стабилизация HyperSmooth 6.0 блокировка горизонта на 360° новая функция интервальной фотосъемки управление без рук голосовыми командами самый широкий угол обзора 8: 7 лучше работает на холоде с технологией Enduro синхронизация камер временным кодом совместимая с новым модулем объектива Max 2.07 ночные таймлапс-эффекты новое крепление 1/4-20 водонепроницаемая до 10 м кодирование 8 бит, 10 бит и Log.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 800,
    "currency": "USD"
  },
  {
    "name": "Видеокамера GoPro HERO12 Black Creator Edition (CHDFB-121-EU)",
    "price": 950,
    "imageUrl": "./assets/HERO122.jpg",
    "description": "Ваши блоги, фильмы и живые трансляции получат непревзойденный вид благодаря GoPro HERO12 Creator Edition – универсальному набору для съемки невероятного контента. Вас ждет Media Mod с двумя креплениями для дополнительного оборудования с портом HDMI и аудиоразъемом 3.5 мм, держатель-штатив Volta со встроенным аккумулятором, который может служить как дистанционный пульт и специальный световой модуль. Почувствуйте значимые преимущества GoPro HERO12! Расширенный динамический диапазон HDR позволит сохранить каждую деталь вашего роскошного видеопутешествия в качестве 5.3K. Интервальная фотосъемка и новое крепление 1/4-20 расширяют ваши возможности для создания увлекательных кадров. Даже на крутых склонах видео останутся плавными благодаря стабилизации HyperSmooth 6.0, получившей награду Эмми. Не забывайте о водонепроницаемости, прочном корпусе, компактности и разнообразных креплениях – маленькая компаньонка справится с любыми испытаниями. Подключите HERO12 к сети после съемки, чтобы автоматически загрузить отснятые материалы в облачное хранилище, пока она заряжается. Самые фееричные моменты будут отправлены на телефон, а с фирменным приложением GoPro Quick вы удобно отредактируете видео. Volta: держатель-штатив + пульт дистанционного управления с аккумулятором Light Mod с 4 режимами освещения Media Mod с разъемом 3.5 мм, HDMI и двумя креплениями специальные фиксаторы для крепления на рюкзак суммарная емкость аккумуляторов 6620 мА*ч 5.3K видео, 27 Мп фото, 24.7 Мп стоп-кадры с видео широкоэкранный, вертикальный и полноэкранный формат съемки в простом режиме управления подключение аудиоустройств через Bluetooth (микрофоны и наушники) замедленная съемка до 8х отмечена премией Эмми стабилизация HyperSmooth 6.0 блокировка горизонта на 360° новая функция интервальной фотосъемки управление без рук голосовыми командами самый широкий угол обзора 8: 7 лучше работает на холоде с технологией Enduro синхронизация камер временным кодом совместимая с новым модулем объектива Max 2.07 ночные таймлапс-эффекты новое крепление 1/4-20 водонепроницаемая до 10 м кодирование 8 бит, 10 бит и Log",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 950,
    "currency": "USD"
  },
  {
    "name": "Sony PlayStation 5 White 825Gb Digital Edition + DualSense (White) + Charging Station",
    "price": 750,
    "imageUrl": "./assets/ps5.jpg",
    "description": "PS5 - погрузитесь в увлекательный игровой мир Современная консоль выполнена в белом цвете и представляет собой мощную игровую приставку. Теперь никаких ограничений - погружайтесь в любимые вселенные и преодолевайте любые препятствия. Ключевые особенности Плейстейшен 5: скоростной SSD гарантирует высокую скорость загрузки; тактильная отдача позволяет максимально проникнуться атмосферой; встроенный микрофон открывает новые возможности игрового процесса; яркие цвета усиливают реалистичность картинки. Теперь благодаря Sony Playstation 5 можно наслаждаться потрясающей графикой и на полную ощутить все преимущества игр последнего поколения. Производитель сделал огромный шаг вперед, выпустив такую революционную разработку, по всем параметрам превосходящую своих предшественников. Playstation Sony 5 предусматривает возможности для интеграции с PS VR. Также можно обновить игры на дисках до цифровых для PS 5, благодаря чему вы сможете взглянуть на уже привычные игровые миры по-новому - с более четкой картинкой, реалистичным погружением и захватывающим сюжетом. Выбирайте приставку себе или на подарок - в любом возрасте этот подарок станет источником радости. Современная консоль с уникальными функциями: Sony PlayStation 5 White Выполненная в белом цвете стационарная цифровая консоль нового поколения - самая мощная игровая приставка на платформе PlayStation 5 от известного японского бренда Sony.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 750,
    "currency": "USD"
  },
  {
    "name": "Sony PlayStation 5 White 825Gb + UFC 4 (русская версия) + DualSense (White)",
    "price": 720,
    "imageUrl": "./assets/ps52.jpg",
    "description": "Проигрывание видео: поддерживаемые носители - Blu-ray, DVD, DVD R, DVD RW, CD, CD-R, CD-RW, поддерживаемые форматы - WMA, MP3, SACD, JPEG, поддержка формата Blu-ray 3D-видео и стандарта DLNA, Ultra HD Blu-ray™, до 100 Гбайт/диск Консоль PS5, руководство пользователя, игра UFC 4 (русская версия), 2шт беспроводной контроллер DualSense, кабель USB Type-C, шнур питания AC, моногарнитура, кабель HDMI HDMI 2.1, USB Type-A (Hi-Speed USB), USB Type-A (Super-Speed USB 10Gbps) х 2, USB Type-C (Super-Speed USB 10Gbps) AMD Radeon RDNA 2 2.23 GHz 10.3 TFLOPS, Поддержка технологий 8K и HDR, Ускорение трассировки лучей AMD Ryzen Zen 2 8х3.5 GHz 16 ГБ GDDR5",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 720,
    "currency": "USD"
  },
  {
    "name": "Игровая консоль Microsoft Xbox Series S 512GB (RRS-00010)",
    "price": 435,
    "imageUrl": "./assets/Xbox.jpg",
    "description": "Следующее поколение игр несет с собой нашу самую большую цифровую библиотеку для нашей самой маленькой Xbox. Благодаря более динамичным игровым мирам, ускоренной загрузке и добавлению Xbox Game Pass (продается отдельно) полностью цифровая консоль Xbox Series S является самым выгодным предложением в мире игр. Полностью цифровая Переходите на полностью цифровую консоль Xbox Series S и постройте библиотеку цифровых игр. Ваши игры, файлы и резервные копии надежно хранятся в облаке. Плюс вам определенно понравится возможность оформлять предварительный заказ и предустанавливать предстоящие релизы, чтобы иметь возможность начать играть в момент их запуска. Благодаря архитектуре AMD Zen 2 и RDNA технология трассировки лучей DirectX обеспечивает реалистичное освещение, тени и точные отражения, позволяя создавать динамичные и живые миры. Архитектура Xbox Velocity Архитектура Xbox Velocity на базе специализированного твердотельного накопителя работает в сочетании с инновационной технологией системы на кристалле (SOC) и обеспечивает нашей самой маленькой консоли скорость до 120 к/с. Меньшее время загрузки. Загружайте быстрее. Специализированный твердотельный накопитель в консоли Xbox Series S позволяет значительно ускорить скачивание игр. Измените игру. Функция Quick Resume позволяет легко переключаться между несколькими играми и мгновенно возвращаться к тому месту, на котором вы остановились. Увеличенное хранилище. Бескомпромиссная производительность. Карта расширения памяти Seagate для Xbox Series X|S емкостью 1 ТБ подключается к задней панели консоли через выделенный разъем расширения хранилища и воспроизводит работу встроенного специализированного твердотельного накопителя консоли, обеспечивая дополнительное игровое хранилище и сохраняя производительность (Продается отдельно). Smart Delivery С помощью Smart Delivery вы можете купить поддерживаемую игру один раз, после чего вам всегда будет доступна ее лучшая версия для любой консоли, на которой вы играете. Звук 3D Spatial Sound Технология трехмерного пространственного звука 3D Spatial Sound является следующим шагом в эволюции аудиотехнологий и использует продвинутые алгоритмы для создания захватывающих реалистичных миров, помещающих вас в гущу событий. Новый беспроводной геймпад Xbox Новый беспроводной геймпад Xbox предлагает элегантный дизайн, утонченный комфорт и мгновенную передачу в руки знакомого с ним человека. Абсолютный контроль. Текстурированная поверхность триггеров и бамперов позволяет крепко держать геймпад в руках и предотвращает его выскальзывание. Хвастайтесь успехами. Нажмите на кнопку «Поделиться», чтобы сохранить свое достижение. Обновление во всех направлениях. Новая гибридная конструкция крестовины позволит уверенно проводить сложнейшие комбинации, при этом вы не будете полагаться только на удачу. Xbox Series S совместима с игровыми аксессуарами для Xbox One и обеспечивает беспрецедентное время отклика. Xbox Game Pass Xbox Game Pass предлагает вам более 100 высококачественных игр, от Forza до FIFA, а также преимущества EA Play (появится в ближайшее время). Доступ в день выхода к таким блокбастерам, как Halo: Infinite, а также возможность разделить упоение битвы со своими друзьями вместе с Золотым статусом Xbox Live Gold. Добавьте к покупке абонемент Xbox Game Pass, чтобы получить максимум от своего Xbox Series S. Неважно, интересуют ли вас новинки игровой индустрии в день их выхода, сотни избранных игр из библиотеки Xbox Game Pass или тысячи классических игр с поддержкой обратной совместимости, – с полностью цифровой консолью Xbox Series S вам всегда будет во что поиграть. Обратная совместимость с тысячами игр Будьте готовы к более быстрому времени загрузки, более высокому разрешению, более стабильной частоте кадров и уменьшенной задержке ввода в тысячах игр для Xbox One, Xbox 360. Консоль нового поколения. Игры нового поколения. Отправляйтесь в новые приключения и наслаждайтесь ими в том виде, в котором они задумывались, вместе с Xbox Series S.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 435,
    "currency": "USD"
  },
  {
    "name": "Ноутбук ASUS ROG Strix G16 2023 G614JV-N3106 (90NR0C61-M00CA0) Eclipse Gray / 16\"\\ IPS FHD+ 165 Гц",
    "price": 1780,
    "imageUrl": "./assets/Asus.jpg",
    "description": "Энергия для игр Получайте больше кадров и выигрывайте больше матчей с новым ноутбуком Strix G16. Берите верх над противниками в самых современных соревновательных играх - в этом помогут процессор i5-13450HX 13-го поколения и видеокарта NVIDIA GeForce RTX 4060 для ноутбуков, общая графическая мощность которой при использовании функции Dynamic Boost достигает 140 Вт. А чтобы раскрыть весь потенциал этих мощных микросхем, Strix G16 имеет специальный компонент MUX Switch и поддерживает технологию NVIDIA Advanced Optimus. Твердотельный накопитель с интерфейсом PCIe Gen4x4 и оперативная память DDR5 4800 МГц объемом 16 ГБ легко вместят большую библиотеку игр и справятся со многими активными приложениями одновременно. Играйте. Транслируйте. Творите. Ноутбуки серии Strix G созданы с прицелом на геймеров и, конечно, разработчиков игр. На Strix G16 работают все современные игровые движки, поэтому за этим ноутбуком вы сможете раскрыть свой творческий потенциал и создать новую культовую игру. Занимаетесь компьютерной графикой, редактированием видео, трансляцией игры или пробуете силы в анимации или разработке игр - Strix G16 обеспечит всей вычислительной мощностью, необходимой, чтобы вывести ваши произведения на новый уровень. Вы способны быть лучшим в игре - но готовы ли создать новую? Чтобы обеспечить стабильную работу таких мощных компонентов, мы изменили конструкцию корпуса и материнской платы Strix G16. Ноутбук вместил внутри новый протяжный радиатор, а чтобы он лучше отводил тепло, его ребра еще больше приблизили к вентиляционным отверстиям. Этот протяженный радиатор состоит из трех различных секций, которые окружают материнскую плату со всех сторон плотно расположенными ребрами общей площадью 174 183 мм², что на 71% больше, чем у модели Strix G16 2022 года. Такая конструкция увеличивает количество маршрутов, по которым нагретый воздух может покинуть устройство, и значительно улучшает общую эффективность воздушного потока. Наконец, в то время как большинство игровых ноутбуков имеют два вентилятора для охлаждения, разработчики G16 добавили третий вентилятор, который обдувает видеопроцессор и видеопамять, что позволило им еще дальше подвинуть границы рабочих характеристик устройства. Дополненное семью тепловыми трубками и термоинтерфейсом из жидкого металла Conductonaut Extreme на центральном и графическом процессорах, охлаждение G16 представляет собой настоящее чудо техники. Порой победу от поражения может отделять одно нажатие клавиши, поэтому мы оснастили Strix G16 полноразмерной клавиатурой, предназначенной обеспечивать победу. Благодаря технологии раннего срабатывания клавиш - Overstroke - ноутбук лучше контролируется во время работы и игры, а это означает меньше нажатий на клавиши и лучшее быстродействие. Эта технология ориентирована на геймеров: промежутки между функциональными клавишами помогают интуитивно распознавать клавиши, а специальные горячие клавиши обеспечивают быстрый доступ к тем командам, которые часто используются. Большие клавиши навигации обеспечивают более точное управление в разгаре боя. Большой тачпад облегчает навигацию во всех приложениях, а полноцветная подсветка отдельных клавиш предоставляет безграничные возможности для персонализации: вы можете выбрать для каждой клавиши индивидуальный цвет из миллионов цветов. Вы также можете создавать различные схемы для каждой игры в Armoury Crate, чтобы каждая игра ощущалась по-своему. Звук студийного качества Набор динамиков с технологией Dolby Atmos состоит из двух высокочастотных динамиков и двух направленных вниз низкочастотных динамиков, которые создают реалистичную звуковую сцену во время игры. С форматом звука Hi-Res вы будете слышать музыку в том качестве, в котором она была записана. Технология двустороннего интеллектуального шумоподавления отфильтровывает все нежелательные фоновые шумы как из входящего, так и из исходящего аудиосигнала, поэтому ничто не будет отвлекать вас во время звонков, общения в чатах и трансляций. Энергия на весь день С емким аккумулятором емкостью 90 Вт-ч. вы всегда сможете продолжить игру в дороге и достичь большего. Аккумулятора хватает надолго - до 12 часов воспроизведения видео - так что вам не нужно беспокоиться, что рядом не будет розеток. Ноутбук Strix G поддерживает быструю зарядку - от 0 до 50% всего за 30 минут. Ноутбук также можно подзаряжать в дороге через разъем USB Type-C от внешнего аккумулятора на ваш выбор. Интерфейсы В современных многопользовательских играх необходимо иметь стабильное Интернет-соединение. Ноутбук Strix G16 готов к бою, ведь он имеет специальный порт RJ45, а также самый современный беспроводной модуль Wi-Fi 6E. В сетях, поддерживающих Wi-Fi 6E, вы сможете получить все преимущества новейшего диапазона беспроводной связи, свободного от помех от других беспроводных устройств, а значит, свободного и от задержек. Ноутбук оснащен портом HDMI 2.1 с пропускной способностью от 18 до 48 Гбит/с, что позволяет выводить изображение формата 4K, 120 Гц или 8K, 60 Гц на самые современные внешние дисплеи, а также двумя портами USB Type-C с широкими возможностями - один из них поддерживает технологии DisplayPort и Power Delivery, а другой - реализует интерфейс Thunderbolt 4.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 1780,
    "currency": "USD"
  },
  {
    "name": "Ноутбук-трансформер Lenovo ThinkPad X1 Yoga (3rd Gen) / 14\"\\",
    "price": 550,
    "imageUrl": "./assets/Lenovo.jpg",
    "description": "Ноутбук-трансформер Lenovo ThinkPad X1 Yoga (3rd Gen) с экраном 14\"\\ (1920x1080) IPS Touch на базе процессора Intel Core i5-8350U и оперативной памяти 8 GB DDR3 для офисной работы и мультимедиа \nХарактеристики \nМодель: Lenovo ThinkPad X1 Yoga (3rd Gen) \nЭкран (диагональ, разрешение, тип матрицы): 14\"\\ (2560x1440) IPS Touch, глянцевый \nПроцессор: Intel Core i5-8350U (4 (8) ядра по 1.7 - 3 6 GHz), 6 MB Smart Cache \nОперативная память: 8 GB DDR3 \nПостоянная память: 256 GB SSD \nГрафика: интегрированная Intel UHD Graphics 620 (до 1792 MB с ОЗУ) \nВеб-камера: есть \nПорты: 2x USB 3.0, 2x USB Type-C, 1x HDMI, 2x Audio, 1x LAN (RJ-45), 1x Card Reader \n Батарея: не менее 1.5-2 часа в режиме обычной нагрузки \nВес: 1.4 кг \nКомплектация: ноутбук, зарядное устройство, наклейки на клавиатуру \nОсобенности \nFull HD расширение. \nIPS матрица. \nСенсорный экран \nУстановлен SSD на 256 GB \nСтилус в комплекте",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 550,
    "currency": "USD"
  },
  {
    "name": "Ноутбук Apple MacBook Pro M2 Chip 13\" 16/512GB Touch Bar Silver (MNEP3) 2022",
    "price": 1970,
    "imageUrl": "https://i.citrus.world/imgcache/size_800/uploads/shop/0/9/09092f63af10581b54c53efa83eb2431.jpg",
    "description": "Дисплей Retina с разрешением 2560x1600 точек, датчиком освещения и хорошим запасом яркости (500 кд/м2), есть клавиатура Magic Keyboard и сенсорная панель Touch Bar, скошенные грани корпуса и пара разъемов Thunderbolt. Главным изменением в ноутбуках Apple MacBook Pro 13 2022 является новая версия фирменного процессора — M2, который выигрывает в аспекте вычислительных возможностей, а также получил больше графических ядер (10 вместо 8 у предшественника). ",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 1970,
    "currency": "USD"
  },
  {
    "name": "Apple MacBook Pro 14\" Chip M2 Max 30GPU/32RAM/1TB Silver (MPHK3) 2023",
    "price": 4200,
    "imageUrl": "https://i.citrus.world/imgcache/size_800/uploads/shop/6/e/6eb1498808e3ef0fa725611935f68676.jpg",
    "description": "Новый 14,2-дюймовый Apple MacBook Pro 14\" 2021 Liquid Retina XDR дисплей практически не имеет рамок, из-за чего продвинутая FullHD камера установлена в выразительном вырезе. Экран имеет разрешение 3014х1964 пикселей, частоту обновления до 120 Гц и пиковую яркость в 1600 нит. Высокий уровень производительности достигается благодаря использованию процессора собственной разработки - Apple M1 Pro, имеющего 14 и 16 графических ядер. Доступны: HDMI, 3x Thunderbolt 4 (USB Type-C USB 4), слот для карт памяти SDXC. Для зарядки используется не только MagSafe 3, но и USB Type-C.  ",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 4200,
    "currency": "USD"
  },
  {
    "name": "Apple iPad Air 10.9'' 64GB Wi-Fi Purple (MME23) 2022",
    "price": 820,
    "imageUrl": "https://i.citrus.world/imgcache/size_800/uploads/shop/c/1/c18ffb9476679fffcfde9631fd99465a.jpg",
    "description": "новый планшет Apple iPad Air оснащен 10,9-дюймовым Liquid Retina экраном с разрешением 2360х1640 пикс и частотой 60 Гц. Аппаратная часть устройства собрана на основе новенького 8-ядерного центрального процессор Apple M1 и оснащена 8 ГБ оперативной памяти. Собственной памяти устройства, то в этой модификации предусмотрены 256 ГБ без возможности увеличения. Из модулей есть Wi-Fi 6 и Bluetooth v 5.0. Основная камера на 12 МП поддерживает возможность съемки в slow-mo 240 к/с при 1080p, а фронтальная камера на 12 МП имеет угол обзора 122°. Традиционно предусмотрена поддержка стилуса Apple Pencil второго поколения и клавиатуры Magic Keyboard, но покупаются они отдельно. Все это облачено в металлический корпус толщиной 6,1 мм и весит 461 г.",
    "quantity": 0,
    "comments": [],
    "priceInSelectedCurrency": 820,
    "currency": "USD"
  }
]
